Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

source: Download speed
fr: Vitesse de téléchargement
it: Velocità download
ja: ダウンロード速度
ko: 다운로드 속도
ru: Скорость загрузки
zh_cn: 下载速度
zh_hant: 下載速度

source: Download limit
fr: Limite de téléchargement
it: Limite download
ja: ダウンロード制限
ko: 다운로드 제한
ru: Ограничение загрузки
zh_hant: 下載限制

source: Seeding time
fr: Durée de partage
it: Tempo di seeding
ja: シード時間
ko: 시딩 시간
ru: Время раздачи
zh_cn: 做种时间
zh_hant: 做種時間

source: Uploaded
fr: Téléversé
it: Caricato
ja: アップロード済み
ko: 업로드됨
ru: Отдано
zh_cn: 已上传
zh_hant: 已上傳

source: Upload speed
fr: Vitesse de téléversement
it: Velocità upload
ja: アップロード速度
ko: 업로드 속도
ru: Скорость отдачи
zh_cn: 上传速度
zh_hant: 上傳速度

source: Upload limit
fr: Limite de téléversement
it: Limite upload
ja: アップロード制限
ko: 업로드 제한
ru: Ограничение отдачи
zh_cn: 上传限制
zh_hant: 上傳限制

source: Seeds
fr: Sources
it: Seed
ja: シード
ko: 시드
ru: Сиды
zh_cn: 做种
zh_hant: 種子

source: Peers
fr: Pairs
it: Peer
ja: ピア
ko: 피어
ru: Пиры
zh_cn: 用户
zh_hant: Peer

source: Connections
fr: Connexions
it: Connessioni
ja: 接続数
ko: 연결
ru: Подключения
zh_hant: 連線數

source: Share ratio
fr: Ratio de partage
it: Rapporto di condivisione
ja: 共有比率
ko: 공유 비율
ru: Коэффициент раздачи
zh_cn: 分享率
zh_hant: 分享比率

source: Long-Term Seeding
fr: Partage longue durée
it: Seeding a lungo termine
ja: 長期シード
ko: 장기 시딩
ru: Долговременная раздача
zh_hant: 長期做種

source: Upload size
fr: Volume téléversé
it: Dimensione upload
ja: アップロードサイズ
ko: 업로드 크기
ru: Объём отдачи
zh_cn: 上传大小
zh_hant: 上傳大小

source: General
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_hant: 一般

source: Task name
fr: Nom de la tâche
it: Nome attività
ja: タスク名
ko: 작업 이름
ru: Имя задачи
zh_cn: 任务名称
zh_hant: 任務名稱

source: Save path
fr: Chemin d’enregistrement
it: Percorso di salvataggio
ja: 保存先
ko: 저장 경로
ru: Путь сохранения
zh_cn: 保存路径
zh_hant: 儲存路徑

source: Task size
fr: Taille de la tâche
it: Dimensione attività
ja: タスクサイズ
ko: 작업 크기
ru: Размер задачи
zh_cn: 任务大小
zh_hant: 任務大小

source: Info hash v1
fr: Informations hachage v1
ja: 情報ハッシュ v1
ru: Инфо-хеш v1
zh_hant: 資訊雜湊 v1

source: N/A
ja: 該当なし
zh_hant: 不適用

source: Info hash v2
fr: Informations hachage v2
ja: 情報ハッシュ v2
ru: Инфо-хеш v2
zh_hant: 資訊雜湊 v2

source: Piece hashes
fr: Hachages des blocs
it: Hash delle parti
ja: ピースハッシュ
ko: 조각 해시
ru: Хеши частей
zh_hant: 分塊雜湊

source: Added on
fr: Ajouté le
it: Aggiunto il
ja: 追加日時
ko: 추가 날짜
ru: Добавлено
zh_hant: 新增時間

source: Finished on
fr: Terminé le
it: Terminato il
ja: 完了日時
ko: 완료 날짜
ru: Завершено
zh_hant: 完成時間

source: Publisher
fr: Éditeur
it: Editore
ja: 発行者
ko: 게시자
ru: Издатель
zh_cn: 发布者
zh_hant: 發布者

source: Tags
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
ru: Теги
zh_cn: 标签
zh_hant: 標籤

source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

source: Remaining size
fr: Taille restante
it: Dimensione rimanente
ja: 残りサイズ
ko: 남은 크기
ru: Оставшийся размер
zh_cn: 剩余大小
zh_hant: 剩餘大小

source: Pieces
fr: Blocs
it: Parti
ja: ピース
ko: 조각
ru: Части
zh_cn: 分块
zh_hant: 分塊

source: Number of files
fr: Nombre de fichiers
it: Numero di file
ja: ファイル数
ko: 파일 수
ru: Число файлов
zh_cn: 文件数量
zh_hant: 檔案數量

source: File alignment
fr: Alignement des fichiers
it: Allineamento file
ja: ファイルアラインメント
ko: 파일 정렬
ru: Выравнивание файлов
zh_hant: 檔案對齊

source: Queue position
fr: Position dans la file
it: Posizione in coda
ja: キュー位置
ko: 대기열 위치
ru: Позиция в очереди
zh_cn: 队列位置
zh_hant: 佇列位置

source: Created by
fr: Créé par
it: Creato da
ja: 作成者
ko: 만든 사람
ru: Создано
zh_hant: 建立者

source: Created on
fr: Créé le
it: Creato il
ja: 作成日
ko: 만든 날짜
ru: Дата создания
zh_hant: 建立時間

source: Private torrent
fr: Torrent privé
it: Torrent privato
ja: プライベート Torrent
ko: 비공개 토렌트
ru: Приватный торрент
zh_cn: 私人 Torrent
zh_hant: 私人 Torrent

source: Flags
fr: Indicateurs
it: Flag
ja: フラグ
ko: 플래그
ru: Флаги
zh_hant: 旗標

source: Description
it: Descrizione
ja: 説明
ko: 설명
ru: Описание
zh_hant: 描述

source: Edit trackers...
fr: Modifier les traqueurs...
it: Modifica tracker...
ja: トラッカーを編集...
ko: 트래커 편집...
ru: Изменить трекеры...
zh_hant: 編輯 Tracker...

source: Update tracker
fr: Mettre à jour le traqueur
it: Aggiorna tracker
ja: トラッカーを更新
ko: 트래커 업데이트
ru: Обновить трекер
zh_cn: 更新 Tracker
zh_hant: 更新 Tracker

source: Remove tracker
fr: Supprimer le traqueur
it: Rimuovi tracker
ja: トラッカーを削除
ko: 트래커 제거
ru: Удалить трекер
zh_cn: 删除 Tracker
zh_hant: 移除 Tracker

source: View log
fr: Afficher le journal
it: Visualizza log
ja: ログを表示
ko: 로그 보기
ru: Просмотреть журнал
zh_cn: 查看日志
zh_hant: 檢視記錄

source: Clear log
fr: Effacer le journal
it: Cancella log
ja: ログを消去
ko: 로그 지우기
ru: Очистить журнал
zh_hant: 清除記錄

source: Clear log in all trackers
fr: Effacer le journal de tous les traqueurs
it: Cancella log in tutti i tracker
ja: すべてのトラッカーのログを消去
ko: 모든 트래커 로그 지우기
ru: Очистить журнал во всех трекерах
zh_hant: 清除所有 Tracker 的記錄

source: Clear log in trackers of all tasks
fr: Effacer le journal des traqueurs de toutes les tâches
it: Cancella il log dei tracker di tutte le attività
ja: すべてのタスクのトラッカーログを消去
ko: 모든 작업의 트래커 로그 지우기
ru: Очистить журналы трекеров всех задач
zh_hant: 清除所有任務之 Tracker 記錄

source: Remove all unreachable trackers...
fr: Supprimer tous les traqueurs inaccessibles...
it: Rimuovi tutti i tracker non raggiungibili...
ja: 到達不能なトラッカーをすべて削除...
ko: 접근할 수 없는 모든 트래커 제거...
ru: Удалить все недоступные трекеры...
zh_cn: 移除所有无法连接的跟踪器...
zh_hant: 移除所有無法連線的 Tracker...

source: Log
fr: Journal
ja: ログ
ko: 로그
ru: Журнал
zh_cn: 日志
zh_hant: 記錄

source: Retries
fr: Tentatives
it: Tentativi
ja: 再試行回数
ko: 재시도
ru: Повторные попытки
zh_cn: 重试次数
zh_hant: 重試次數

source: Time remaining
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
ru: Оставшееся время
zh_cn: 剩余时间
zh_hant: 剩餘時間

source: Seeders
fr: Sources
it: Seeder
ja: シーダー
ko: 시더
ru: Сиды
zh_cn: 做种者
zh_hant: 做種者

source: Leechers
fr: Téléchargeurs
it: Leecher
ja: リーチャー
ko: 리처
ru: Личеры
zh_cn: 下载者
zh_hant: 下載者

source: Status
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Состояние
zh_cn: 状态
zh_hant: 狀態

source: No trackers
fr: Aucun traqueur
it: Nessun tracker
ja: トラッカーはありません
ko: 트래커 없음
ru: Нет трекеров
zh_cn: 没有 Tracker
zh_hant: 沒有 Tracker

source: Add trackers
fr: Ajouter des traqueurs
it: Aggiungi tracker
ja: トラッカーを追加
ko: 트래커 추가
ru: Добавить трекеры
zh_hant: 新增 Tracker

source: Name:
fr: Nom :
it: Nome:
ja: 名前:
ko: 이름:
ru: Имя:
zh_cn: 名称:
zh_hant: 名稱：

source: Info hash:
fr: Hachage d’information :
it: Hash info:
ja: 情報ハッシュ:
ko: 정보 해시:
ru: Инфо-хеш:
zh_cn: 信息哈希：
zh_hant: 資訊雜湊：

source: NAT and port detection
fr: Détection NAT et des ports
it: Rilevamento NAT e porte
ja: NAT とポートの検出
ko: NAT 및 포트 감지
ru: Определение NAT и портов
zh_hant: NAT 與連接埠偵測

source: Traversal directory
fr: Traversal répertoire
it: Directory di attraversamento
ja: トラバーサルディレクトリ
ko: 탐색 디렉터리
ru: Каталог обхода
zh_hant: 穿透目錄

source: Listen port
fr: Port d’écoute
it: Porta di ascolto
ja: リッスンポート
ko: 수신 포트
ru: Порт прослушивания
zh_cn: 监听端口
zh_hant: 監聽連接埠

source: NAT behavior uses a temporary UDP socket. Port reachability is tested against libtorrent&apos;s existing TCP/uTP listener.
fr: NAT comportement uses un temporaire UDP socket. Port reachability est tested against libtorrent&apos;s existant TCP/uTP listener.
it: Il comportamento NAT usa un socket UDP temporaneo. La raggiungibilità della porta viene verificata rispetto al listener TCP/uTP esistente di libtorrent.
ja: NAT 動作には一時的な UDP ソケットを使用します。ポート到達性は libtorrent&apos;s の既存 TCP/uTP リスナーに対してテストされます。
ko: NAT 동작에는 임시 UDP 소켓을 사용합니다. 포트 접근성은 libtorrent의 기존 TCP/uTP 리스너를 기준으로 테스트합니다.
ru: Для определения поведения NAT используется временный UDP-сокет. Доступность порта проверяется через существующий TCP/uTP-слушатель libtorrent.
zh_hant: NAT 行為使用暫時的 UDP Socket。連接埠可達性會針對 libtorrent 現有的 TCP/uTP 監聽器進行測試。

source: Address and NAT
fr: Adresse et NAT
it: Indirizzo e NAT
ja: アドレスと NAT
ko: 주소 및 NAT
ru: Адрес и NAT
zh_hant: 位址與 NAT

source: Local IPv4
fr: IPv4 locale
it: IPv4 locale
ja: ローカル IPv4
ko: 로컬 IPv4
ru: Локальный IPv4
zh_cn: 本地 IPv4
zh_hant: 本機 IPv4

source: Public IPv4
fr: IPv4 publique
it: IPv4 pubblico
ja: パブリック IPv4
ko: 공인 IPv4
ru: Публичный IPv4
zh_cn: IPv4
zh_hant: 公用 IPv4

source: Mapping behavior
fr: Comportement de mappage
it: Comportamento di mappatura
ja: マッピング動作
ko: 매핑 동작
ru: Поведение сопоставления
zh_cn: 映射行为
zh_hant: 映射行為

source: Unknown
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_cn: 未知
zh_hant: 未知

source: Filtering behavior
fr: Comportement de filtrage
it: Comportamento di filtraggio
ja: フィルタリング動作
ko: 필터링 동작
ru: Поведение фильтрации
zh_hant: 篩選行為

source: Legacy label
it: Etichetta legacy
ja: 旧ラベル
ko: 레거시 레이블
ru: Устаревшая метка
zh_hant: 舊版標籤

source: Listening port
fr: Port d’écoute
it: Porta in ascolto
ja: リッスンポート
ko: 수신 중인 포트
ru: Порт прослушивания
zh_cn: 监听中的端口
zh_hant: 監聽中的連接埠

source: Not tested
fr: Non testé
it: Non testato
ja: 未テスト
ko: 테스트하지 않음
ru: Не проверено
zh_cn: 未测试
zh_hant: 未測試

source: Mapped port
fr: Port mappé
it: Porta mappata
ja: マッピング済みポート
ko: 매핑된 포트
ru: Сопоставленный порт
zh_cn: 映射端口
zh_hant: 映射連接埠

source: Probe evidence
fr: Résultats de la sonde
it: Evidenza del test
ja: プローブ情報
ko: 검사 근거
ru: Результаты проверки
zh_hant: 探測證據

source: RFC 5780 mapping observations
it: Osservazioni di mappatura RFC 5780
ja: RFC 5780 マッピング観測
ko: RFC 5780 매핑 관찰 결과
ru: Наблюдения сопоставления RFC 5780
zh_hant: RFC 5780 映射觀察結果

source: Server 1 / primary
fr: Serveur 1 / primary
it: Server 1 / primario
ja: サーバー 1 / プライマリ
ko: 서버 1 / 기본
ru: Сервер 1 / основной
zh_hant: 伺服器 1／主要

source: Server 1 / other port
fr: Serveur 1 / autre port
it: Server 1 / altra porta
ja: サーバー 1 / 別ポート
ko: 서버 1 / 다른 포트
ru: сервер 1 / другое порт
zh_hant: 伺服器 1／其他連接埠

source: Other IPv4 / server 2
fr: Autre IPv4 / serveur 2
it: Altro IPv4 / server 2
ja: 別 IPv4 / サーバー 2
ko: 다른 IPv4 / 서버 2
ru: другое IPv4 / сервер 2
zh_hant: 其他 IPv4／伺服器 2

source: Result
fr: Résultat
it: Risultato
ja: 結果
ko: 결과
ru: Результат
zh_cn: 结果
zh_hant: 結果

source: Public IP:port
it: IP pubblico:porta
ja: パブリック IP:ポート
ko: 공인 IP:포트
ru: Публичный IP:порт
zh_cn: 公网 IP:端口
zh_hant: 公用 IP:連接埠

source: Latency
fr: Latence
it: Latenza
ja: 遅延
ko: 지연 시간
ru: Задержка
zh_cn: 延迟
zh_hant: 延遲

source: Ready
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
ru: Готово
zh_cn: 就绪
zh_hant: 就緒

source: Start detection
fr: Démarrer la détection
it: Avvia rilevamento
ja: 検出を開始
ko: 감지 시작
ru: Начать проверку
zh_cn: 开始检测
zh_hant: 開始偵測

source: Close
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hant: 關閉

source: Advanced
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
ru: Дополнительно
zh_hant: 進階

source: Download Order
fr: Ordre de téléchargement
it: Ordine di download
ja: ダウンロード順序
ko: 다운로드 순서
ru: Порядок загрузки
zh_hant: 下載順序

source: Always on top
fr: Toujours au premier plan
it: Sempre in primo piano
ja: 常に手前に表示
ko: 항상 위
ru: Поверх всех окон
zh_hant: 永遠置頂

source: Time
fr: Heure
it: Ora
ja: 時刻
ko: 시간
ru: Время
zh_cn: 时间
zh_hant: 時間

source: Content
fr: Contenu
it: Contenuto
ja: 内容
ko: 내용
ru: Содержимое
zh_hant: 內容

source: No tracker log entries yet
fr: Aucune entrée de journal de traqueur pour le moment
it: Nessuna voce nel log del tracker
ja: トラッカーログのエントリはまだありません
ko: 아직 트래커 로그 항목이 없습니다
ru: В журнале трекера пока нет записей
zh_cn: 暂无 tracker 日志记录
zh_hant: 尚無 Tracker 記錄項目

# ControlHeaderCarouselText1.Header
source: File Transfer
fr: Transfert de fichiers
it: Trasferimento file
ja: ファイル転送
ko: 파일 전송
ru: Передача файлов
zh_hant: 檔案傳輸

# ControlHeaderCarouselText3.Header
source: Network Discovery
fr: Découverte du réseau
it: Rilevamento rete
ja: ネットワーク検出
ko: 네트워크 검색
ru: Обнаружение сети
zh_cn: 网络发现
zh_hant: 網路探索

# ControlHeaderCarouselText5.Header
source: Peer Chat
fr: Discussion entre pairs
it: Chat peer
ja: ピアチャット
ko: 피어 채팅
ru: Чат с пирами
zh_hant: Peer 聊天

# ControlHeaderCarouselText7.Header
source: VPN Tunnel
fr: Tunnel VPN
it: Tunnel VPN
ja: VPN トンネル
ko: VPN 터널
ru: VPN-туннель
zh_hant: VPN 通道

# ControlHeaderCarouselText9.Header
source: Shared Storage
fr: Stockage partagé
it: Archiviazione condivisa
ja: 共有ストレージ
ko: 공유 저장소
ru: Общее хранилище
zh_hant: 共用儲存空間

# ControlHeaderCarouselText11.Header
source: Bandwidth Monitor
fr: Moniteur de bande passante
it: Monitor larghezza di banda
ja: 帯域幅モニター
ko: 대역폭 모니터
ru: Монитор пропускной способности
zh_hant: 頻寬監視器

# IpEndpointInputAddress.Header
source: IP address
fr: IP adresse
it: Indirizzo IP
ja: IP アドレス
ko: IP 주소
ru: IP адрес
zh_cn: IP 地址
zh_hant: IP 位址

# IpEndpointInputAddress.PlaceholderText
source: 0.0.0.0 or ::
fr: 0.0.0.0 ou ::
ja: 0.0.0.0 または ::
ko: 0.0.0.0 또는 ::
zh_hant: 0.0.0.0 或 ::

# IpEndpointInputPort.Header
source: Port
it: Porta
ja: ポート
ko: 포트
ru: Порт
zh_cn: 端口
zh_hant: 連接埠

# InfoBarShowButtonText.Text
source: Notifications
it: Notifiche
ja: 通知
ko: 알림
zh_cn: 通知
zh_hant: 通知

# InfoBarPanelTitle.Text
source: Notifications
it: Notifiche
ja: 通知
ko: 알림
zh_cn: 通知
zh_hant: 通知

# MoreToolsHeader.Text
source: OpenNet tools
fr: Outils OpenNet
it: Strumenti OpenNet
ja: OpenNet ツール
ko: OpenNet 도구
ru: Инструменты OpenNet
zh_cn: OpenNet工具
zh_hant: OpenNet 工具

# MoreRuntimeStatusTitle.Text
source: Complete runtime status
fr: État d’exécution complet
it: Stato runtime completo
ja: 完全なランタイム状態
ko: 전체 런타임 상태
ru: Полное состояние выполнения
zh_cn: 完整的运行时状态
zh_hant: 完整執行狀態

# MoreRuntimeStatusDescription.Text
source: Engine, network, transfer, CPU, memory, disk and queues
fr: Moteur, réseau, transfert, processeur, mémoire, disque et files d’attente
it: Motore, rete, trasferimento, CPU, memoria, disco e code
ja: エンジン、ネットワーク、転送、CPU、メモリ、ディスク、キュー
ko: 엔진, 네트워크, 전송, CPU, 메모리, 디스크 및 대기열
ru: Движок, сеть, передача, ЦП, память, диск и очереди
zh_cn: 引擎、网络、传输、CPU、内存、磁盘和队列
zh_hant: 引擎、網路、傳輸、CPU、記憶體、磁碟與佇列

# MoreNatDetectionTitle.Text
source: NAT and port detection
fr: Détection NAT et des ports
it: Rilevamento NAT e porte
ja: NAT とポートの検出
ko: NAT 및 포트 감지
ru: Определение NAT и портов
zh_cn: 网络地址转换（NAT）和端口检测
zh_hant: NAT 與連接埠偵測

# MoreNatDetectionDescription.Text
source: STUN observations and libtorrent port mapping
fr: STUN observations et libtorrent port mapping
it: Osservazioni STUN e mappatura porte libtorrent
ja: STUN 観測と libtorrent ポートマッピング
ko: STUN 관찰 결과 및 libtorrent 포트 매핑
ru: Наблюдения STUN и сопоставление портов libtorrent
zh_cn: STUN观测与libtorrent端口映射
zh_hant: STUN 觀察結果與 libtorrent 連接埠映射

# MoreGuideTitle.Text
source: Setup guide
fr: Guide de configuration
it: Guida alla configurazione
ja: セットアップガイド
ko: 설정 가이드
ru: Руководство по настройке
zh_cn: 设置指南
zh_hant: 設定指南

# MoreGuideDescription.Text
source: Reopen Web UI credentials and GUI setup
fr: Rouvrir les identifiants Web UI et la configuration de l’interface
it: Riapri credenziali Web UI e configurazione GUI
ja: Web UI の資格情報と GUI 設定を再度開く
ko: Web UI 자격 증명 및 GUI 설정 다시 열기
ru: Снова открыть данные Web UI и настройку интерфейса
zh_cn: 重新打开Web UI凭据和GUI设置
zh_hant: 重新開啟 Web UI 認證與 GUI 設定

# MoreWebUIStatus.Text
source: Checking Web UI…
fr: Vérification Web UI…
it: Verifica Web UI…
ja: Web UI を確認中…
ko: Web UI 확인 중…
ru: Проверка Web UI…
zh_cn: 正在检查Web用户界面…
zh_hant: 正在檢查 Web UI…

# MoreCopyWebUIAddress.Content
source: Copy
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_cn: 复制
zh_hant: 複製

# MoreOpenWebUIButton.Content
source: Open
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
ru: открыть
zh_cn: 打开
zh_hant: 開啟

# NavItem_More.Content
source: More
fr: Plus
it: Altro
ja: その他
ko: 더 보기
zh_cn: 更多
zh_hant: 更多

# ViewSettingsPageAutoAddTrackers.Description
source: Append every enabled custom and subscribed tracker when a new BitTorrent task is first added
fr: Ajouter chaque traqueur personnalisé activé et chaque traqueur provenant d’un abonnement lors du premier ajout d’une nouvelle tâche BitTorrent
it: Aggiungi ogni tracker personalizzato abilitato e sottoscritto quando viene aggiunta per la prima volta una nuova attività BitTorrent
ja: 新しい BitTorrent タスクが初めて追加されたとき、有効なカスタムおよび購読トラッカーをすべて追加します
ko: 새 BitTorrent 작업을 처음 추가할 때 사용 중인 모든 사용자 지정 및 구독 트래커를 추가합니다
ru: Добавлять каждый включённый пользовательский и подписанный трекер при первом добавлении новой задачи BitTorrent
zh_hant: 首次新增 BitTorrent 任務時，附加所有已啟用的自訂與訂閱 Tracker

# ViewSettingsPageAutoAddTrackers.Header
source: Automatically add custom trackers
fr: Ajouter automatiquement les traqueurs personnalisés
it: Aggiungi automaticamente tracker personalizzati
ja: カスタムトラッカーを自動追加
ko: 사용자 지정 트래커 자동 추가
ru: Автоматически добавлять пользовательские трекеры
zh_hant: 自動加入自訂 Tracker

# ViewNetworkSettingsPageNewTrackerTextBox.PlaceholderText
source: Enter tracker URL (e.g., tracker.example.com:6969)
fr: Saisissez l’URL du traqueur (p. ex. tracker.example.com:6969)
it: Inserisci URL tracker (ad es. tracker.example.com:6969)
ja: トラッカー URL を入力（例: tracker.example.com:6969）
ko: 트래커 URL을 입력하세요(예: tracker.example.com:6969)
ru: Введите URL трекера (например, tracker.example.com:6969)
zh_hant: 輸入 Tracker URL（例如 tracker.example.com:6969）

# ViewPageNetworkSettingsPageConnectionSettingsHeader.Text
source: Connection
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
ru: Подключение
zh_hant: 連線

# ViewPageNetworkSettingsPageConnectionSettings.Description
source: Configure the IPv4 and IPv6 endpoints used by libtorrent. Port 0 lets the operating system select an available port.
fr: Configurer les points de terminaison IPv4 et IPv6 utilisés par libtorrent. Le port 0 permet au système d’exploitation de sélectionner un port disponible.
it: Configura gli endpoint IPv4 e IPv6 usati da libtorrent. La porta 0 consente al sistema operativo di selezionare una porta disponibile.
ja: libtorrent が使用する IPv4 および IPv6 エンドポイントを設定します。ポート 0 の場合、OS が利用可能なポートを選択します。
ko: libtorrent에서 사용할 IPv4 및 IPv6 엔드포인트를 구성합니다. 포트 0을 사용하면 운영 체제가 사용 가능한 포트를 선택합니다.
ru: Настройте конечные точки IPv4 и IPv6, используемые libtorrent. Порт 0 позволяет операционной системе выбрать доступный порт.
zh_hant: 設定 libtorrent 使用的 IPv4 與 IPv6 端點。連接埠設為 0 時，由作業系統選擇可用連接埠。

# ViewPageNetworkSettingsPageConnectionSettings.Header
source: BitTorrent listen endpoints
fr: Points de terminaison d’écoute BitTorrent
it: Endpoint di ascolto BitTorrent
ja: BitTorrent リッスンエンドポイント
ko: BitTorrent 수신 엔드포인트
ru: Конечные точки прослушивания BitTorrent
zh_hant: BitTorrent 監聽端點

# ViewPageNetworkSettingsPageRuntimeListener.Header
source: Runtime listener
fr: Écouteur d’exécution
it: Listener runtime
ja: ランタイムリスナー
ko: 런타임 리스너
ru: Слушатель времени выполнения
zh_hant: 執行階段監聽器

# ViewPageNetworkSettingsPageRuntimeListenerEndpoint.Text
source: The BitTorrent engine is not running.
fr: Le moteur BitTorrent n’est pas en cours d’exécution.
it: Il motore BitTorrent non è in esecuzione.
ja: BitTorrent エンジンは実行されていません。
ko: BitTorrent 엔진이 실행 중이 아닙니다.
ru: Движок BitTorrent не запущен.
zh_cn: BitTorrent 引擎未运行
zh_hant: BitTorrent 引擎未執行。

# RSSMaxItemsLabel.Text
source: Max items per feed:
fr: Nombre maximal d’éléments par flux :
it: Elementi massimi per feed:
ja: フィードごとの最大項目数:
ko: 피드당 최대 항목 수:
ru: Максимум элементов на ленту:
zh_cn: 每个源的最大条目数：
zh_hant: 每個摘要來源的最大項目數：

# ViewAboutPageDeveloperExpander.Description
source: List of Producers / Special Thanks
fr: Liste des contributeurs / Remerciements particuliers
it: Elenco dei collaboratori / Ringraziamenti speciali
ja: 制作者一覧 / 特別謝辞
ko: 제작자 목록 / 특별 감사
ru: Список разработчиков / Особая благодарность
zh_cn: 制片人名单/特别鸣谢
zh_hant: 製作人員／特別感謝名單

# ViewAboutPageDeveloperExpander.Header
source: Developers
fr: Développeurs
it: Sviluppatori
ja: 開発者
ko: 개발자
zh_cn: 开发者
zh_hant: 開發者

# SettingsGeneralNavItem.Content
source: General
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_cn: 常规
zh_hant: 一般

# SettingsNetworkNavItem.Content
source: Network
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
ru: Сеть
zh_cn: 网络
zh_hant: 網路

# SettingsIPFilterNavItem.Content
source: IP Filter
fr: Filtre IP
it: Filtro IP
ja: IP フィルター
ko: IP 필터
ru: IP-фильтр
zh_cn: IP 过滤
zh_hant: IP 篩選器

# SettingsDownloadNavItem.Content
source: DownloadBehavior
fr: Comportement des téléchargements
it: Comportamento download
ja: ダウンロード動作
ko: 다운로드 동작
zh_cn: 下载行为
zh_hant: 下載行為

# SettingsAboutNavItem.Content
source: About
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
zh_cn: 关于
zh_hant: 關於

# SettingsPersonalizeTitle.Text
source: Personalize your device
fr: Personnalisez votre appareil
it: Personalizza il dispositivo
ja: デバイスをカスタマイズ
ko: 장치 개인 설정
ru: Персонализируйте своё устройство
zh_cn: 个性化你的设备
zh_hant: 個人化你的裝置

# SettingsPersonalizeDescription.Text
source: Make OpenNet your own with custom themes and backgrounds
fr: Personnalisez OpenNet avec des thèmes et arrière-plans personnalisés
it: Rendi OpenNet tuo con temi e sfondi personalizzati
ja: カスタムテーマと背景で OpenNet を自分好みに設定
ko: 사용자 지정 테마와 배경으로 OpenNet을 원하는 대로 꾸며보세요
ru: Настройте OpenNet под себя с помощью пользовательских тем и фонов
zh_cn: 应用你自己的个性化主题和背景
zh_hant: 使用自訂主題與背景打造專屬 OpenNet

# Version.Text
source: Version and update
fr: Version et mise à jour
it: Versione e aggiornamento
ja: バージョンと更新
ko: 버전 및 업데이트
ru: Версия и обновление
zh_cn: 版本和更新
zh_hant: 版本與更新

# AppUpdateCheckButton.Content
source: Check update
fr: Rechercher les mises à jour
it: Controlla aggiornamenti
ja: 更新を確認
ko: 업데이트 확인
ru: проверка обновление
zh_hant: 檢查更新

# AutoCheckUpdateCheckbox.Content
source: Automatically check for updates
fr: Rechercher automatiquement les mises à jour
it: Controlla automaticamente gli aggiornamenti
ja: 更新を自動確認
ko: 업데이트 자동 확인
ru: Автоматически проверять обновления
zh_hant: 自動檢查更新

# SettingsAppThemeCard.Description
source: Select which app theme to display
fr: Sélectionnez le thème de l’application à afficher
it: Seleziona il tema dell'app da visualizzare
ja: 表示するアプリテーマを選択
ko: 표시할 앱 테마를 선택하세요
ru: Выберите тему приложения для отображения
zh_cn: 选择应用展示的主题
zh_hant: 選擇要顯示的應用程式主題

# SettingsAppThemeCard.Header
source: App theme
fr: Thème de l’application
it: Tema dell'app
ja: アプリテーマ
ko: 앱 테마
ru: Тема приложения
zh_cn: 应用主题
zh_hant: 應用程式主題

# GuiRefreshIntervalCard.Description
source: Applies to task files, trackers, peers and runtime status. Lower values can increase CPU usage.
fr: S’applique aux fichiers des tâches, aux traqueurs, aux pairs et à l’état d’exécution. Des valeurs plus faibles peuvent augmenter l’utilisation du processeur.
it: Si applica ai file delle attività, ai tracker, ai peer e allo stato runtime. Valori più bassi possono aumentare l'utilizzo della CPU.
ja: タスクファイル、トラッカー、ピア、ランタイム状態に適用されます。値を小さくすると CPU 使用率が上がる場合があります。
ko: 작업 파일, 트래커, 피어 및 런타임 상태에 적용됩니다. 값이 낮을수록 CPU 사용량이 증가할 수 있습니다.
ru: Применяется к файлам задач, трекерам, пирам и состоянию выполнения. Меньшие значения могут увеличить нагрузку на ЦП.
zh_cn: 应用于任务、追踪器、对等节点和运行状态。较低的间隔值会提高处理器占用
zh_hant: 套用於任務檔案、Tracker、Peer 與執行狀態。較低的值可能會增加 CPU 使用率。

# GuiRefreshIntervalCard.Header
source: GUI data refresh interval
fr: Intervalle d’actualisation des données de l’interface
it: Intervallo di aggiornamento dati GUI
ja: GUI データ更新間隔
ko: GUI 데이터 새로 고침 간격
ru: Интервал обновления данных интерфейса
zh_cn: 用户界面数据刷新间隔
zh_hant: GUI 資料重新整理間隔

# GuiRefreshIntervalBox.Header
source: Milliseconds
fr: Millisecondes
it: Millisecondi
ja: ミリ秒
ko: 밀리초
ru: Миллисекунды
zh_cn: 毫秒
zh_hant: 毫秒

# RestartToApplyLanguageButton.Content
source: Restart now
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
ru: Перезапустить сейчас
zh_cn: 立即重新启动
zh_hant: 立即重新啟動

# ViewThemeSettingLuminosityOpacitySlider.Header
source: LuminosityOpacity
it: Opacità luminosità
ja: 明度の不透明度
ko: 밝기 불투명도
ru: Прозрачность яркости
zh_cn: 亮度不透明度
zh_hant: 亮度不透明度

# ViewThemeSettingTintOpacitySlider.Header
source: TintOpacity
it: Opacità tinta
ja: 色合いの不透明度
ko: 틴트 불투명도
ru: Прозрачность оттенка
zh_cn: 色调不透明度
zh_hant: 色調不透明度

# ViewThemeSettingEnableAcrylicSwitch.Header
source: Enable acrylic when window is inactive
fr: Activer Acrylic lorsque la fenêtre est inactive
it: Abilita Acrylic quando la finestra è inattiva
ja: ウィンドウが非アクティブでも Acrylic を有効にする
ko: 창이 비활성 상태일 때 Acrylic 사용
ru: Включать Acrylic, когда окно неактивно
zh_hant: 視窗非作用中時啟用壓克力效果
